var data = {
  "heroName": "",
  "heroDetail": [{
      "type": "text",
      "text": "平庸是恶。"
    },
    {
      "type": "img",
      "text": "https://ossweb-img.qq.com/upload/webplat/info/yxzj/20170421/1492758580134320.jpg"
    },
    {
      "type": "text",
      "text": "他在起源之地曾经遥遥目睹女娲的现身，仅仅惊鸿一瞥，那种威严和力量令人无限向往。而这种敬畏，因最后的奇迹“转生之术”被打破。许许多多富于才学之人被召集到起源之地，时隔多年后为当权者开始创造唯一非实体的奇迹。为了这伟大的工程，曾经仅属于超智慧体的奥秘被展示出来：双螺旋。"
    },
    {
      "type": "text",
      "text": "这奥秘改变了学者们的命运，其中唯有这籍籍无名之辈，看破了当权者的真面目："
    },
    {
      "type": "text",
      "text": "原来，超智慧体也会衰弱，也会老去；原来，超智慧体也会畏惧死亡，渴求永生。"
    },
    {
      "type": "text",
      "text": "原来，存在了那样漫长时光的超智慧体，也并非亘古不灭。"
    },
    {
      "type": "text",
      "text": "刹那间，超智慧体、凡人、魔种之间的界限被彻底打破！异想天开的念头在心里生根，发芽：原来自己也可以成为神。"
    },
    {
      "type": "img",
      "text": "https://ossweb-img.qq.com/upload/webplat/info/yxzj/20170421/1492758597702315.jpg"
    },
    {
      "type": "text",
      "text": "他如愿以偿，成为世间第一个接近于超智慧体的造物，通过奇迹，掌握了力量、进化以及无穷轮回的可能性。"
    },
    {
      "type": "text",
      "text": "他欣喜若狂，对“转生之术”坚信不移，不允许任何质疑。甚至当自己的创造者对奇迹的真伪产生怀疑时，他也毫不犹豫联合同类们将其放逐。"
    },
    {
      "type": "text",
      "text": "但不久，奇怪的事发生了，奇迹失去光辉。难道真如那被放逐的创造者所言，“转生之术”只是伪奇迹，而自己不过是作为“伪神”存在？"
    },
    {
      "type": "img",
      "text": "https://ossweb-img.qq.com/upload/webplat/info/yxzj/20170421/1492758619591556.jpg"
    },
    {
      "type": "text",
      "text": "依靠重获光辉的奇迹，这些自称为“阴阳家”的造物们，统治了大河流域，并赢得了愚昧无知的人们的信仰和崇拜，一如当年他们的领导者所膜拜的起源之地的超智慧体。"
    },
    {
      "type": "text",
      "text": "他的真名如何，已无迹可考。"
    },
    {
      "type": "text",
      "text": "但现在，即使是小孩听到他的名字也会止住哭泣：噬灭日蚀——东皇太一"
    },
    {
      "type": "text",
      "text": ""
    },
    {
      "type": "text",
      "text": "“日蚀亲临，如我之神迹！”"
    }
  ],
  "historyTitle": "历史上的东皇太一",
  "historyContent": "\n                    “东皇太一”并非真实存在的历史人物。这个名字见于战国末期伟大诗人屈原的不朽之作《九歌·东皇太一》，乃是根据楚地流传的祭乐所改编的祭神之歌。楚人于东方立祠祭祀天神，故称东皇。太一则有多种说法，一指星名，又有称是形容神力无边广大。九歌全篇并没有描写东皇太一的外貌，只是描述祭神仪式的热烈和隆重，乃是对天帝虔诚的颂歌。\n                "
}
module.exports = data
